<div class="box">
    <div class="box-body">
        <p>Здравствуй пользователь, ?Nickname? </p> <!-- Сюда засунуть ник пользователя после запятой -->

        <p>Данное веб-приложение разработано в ходе дипломного проектирования, целью которого было создание веб-приложения для получения знаний о различных языках программирования в  формате онлайн-курсов.</p>

        <p>При возникновении каких-либо вопросов по функционалу сайта, либо при столкновении с проблемами прошу написать на почту <a href="mailto:imnochek@gmail.com%20">imnochek@gmail.com</a>.</p>

    </div>
</div>